Repository: Mrcubix/Who-Is-Live
Catalog: WhoIsLive.UX/Assets/Localizations/Resources.*.resx
Languages: fr_fr

# AuthenticationScreenHeaderLabel
source: Authentication Required
fr_fr: Authentification Requise

# AuthenticationScreenSubHeaderLabel
source: Please login to continue
fr_fr: Connecter-vous pour continuer

# AuthenticationScreenLoginButtonLabel
source: Login with Twitch
fr_fr: Connexion à Twitch

# AuthenticationScreenNextButtonLabel
source: Next
fr_fr: Continuer

# StreamsBrowserTitle
source: Followed Streams
fr_fr: Chaînes Suivies

# StreamsBrowserRefreshButtonLabel
source: Refresh
fr_fr: Actualiser

# StreamsBrowserElementsPerPageLabel
source: Streams Per Pages
fr_fr: Elements par page

# StreamsBrowserQualityLabel
source: Quality
fr_fr: Qualitée

# StreamsBrowserOpenWithLabel
source: Open With
fr_fr: Ouvrir Avec

# StreamsBrowserSettingsLabel
source: Settings
fr_fr: Paramètres

# SettingsScreenVLCDirectoryPath
source: VLC Directory Path
fr_fr: Chemin du Dossier de VLC

# SettingsScreenMPVDirectoryPath
source: MPV Directory Path
fr_fr: Chemin du Dossier de MPV

# StreamsBrowserNoStreamsLabel
source: Nobody is currently Streaming
fr_fr: Personne n'est Live pour le moment

# SettingsScreenBlockedStreamsLabel
source: Blocked Streams
fr_fr: Lives Bloqués

# SettingsScreenBlockedStreamsToolTip
source: (A refresh will be required to view the unblocked streams)
fr_fr: (Une actualisation est neccésaire pour voir un Live débloqué)
